Repository: JoseMortellaro/essential-form
Catalog: languages/essential-form-*.po
Languages: fr_fr, it_it

source: Getting secret key during submission
fr_fr: Obtention de la clé secrète lors de la soumission

source: Form submission
fr_fr: Soumission du formulaire

source: Form submited from the page %s
fr_fr: Formulaire soumis à partir de(s) (la) page %s
it_it: Modulo inviato dalla pagina %s

source: Form submited from the URL %s
fr_fr: Formulaire soumis à partir de(s) (l')URL %s
it_it: Modulo inviato dall'URL %s

source: You have to agree with our privacy policy to submit the form.
fr_fr: Vous devez accepter notre politique de confidentialité pour soumettre le formulaire.
it_it: Devi accettare la nostra politica sulla privacy per inviare il modulo.

source: Name: %s
fr_fr: Nom: %s
it_it: Nome: %s

source: This message is too long! Please, write not more than 50000 characters.
fr_fr: Ce message est trop long ! S'il vous plaît, n'écrivez pas plus de 50000 caractères.
it_it: Questo messaggio è troppo lungo! Si prega di scrivere non più di 50000 caratteri.

source: Email is a required field!
fr_fr: Email non valide
it_it: Email è un campo obbligatorio.

source: Message is a required field!
fr_fr: Le message est un champ obligatoire !
it_it: Il messaggio è un campo obbligatorio!

source: Email not valid!
fr_fr: Email non valide
it_it: Email non valida!

source: Name is a required field!
fr_fr: Le nom est un champ obligatoire !
it_it: Il nome è un campo obbligatorio

source: By submitting this form I agree with the %sprivacy policy%s
fr_fr: En soumettant ce formulaire, j'accepte la %sprivacy policy%s (politique de confidentialité).
it_it: Inviando questo modulo accetto %sl'informativa sulla privacy%s

source: Form submitted successfully! Thank you for your message!
fr_fr: Formulaire soumis avec succès ! Merci pour votre message !
it_it: Modulo inviato con successo! Grazie per il tuo messaggio!

source: Send
fr_fr: Envoyer
it_it: Invia

source: Message from %s
fr_fr: Message de %s
it_it: Messaggio da %s

source: Access to the filesystem denied
fr_fr: Accès au système de fichiers refusé
it_it: Accesso al filesystem negato

source: Settings not updated
fr_fr: Paramètres non mis à jour
it_it: Impostazioni non aggiornate

source: The lightest contact form for WordPress. So essential you'll either love it or hate it. Ultra lightweight and no spam.
fr_fr: Le formulaire de contact le plus léger pour WordPress. Si essentiel que vous l'aimerez ou le détesterez. Ultra léger et sans spam.
it_it: Il modulo di contatto più leggero per WordPress. Così essenziale che lo amerai o lo odierai. Ultra leggero e senza spam.

source: Essential Form
fr_fr: Formulaire essentiel

source: Name
fr_fr: Nom
it_it: Nome

source: Message
it_it: Messaggio

source: Description
it_it: Descrizione
