Repository: JoseMortellaro/essential-form
Catalog: languages/essential-form-*_formal.po
Languages: de

source: Missing %s.
de: Es fehlt %s.

source: Form submission
de: Formularübermittlung

source: Getting secret key during submission
de: Abrufen des geheimen Schlüssels während der Übermittlung

source: Description
de: Beschreibung

source: Form submited from the URL %s
de: Die Nachricht wurde gesendet von der URL %s

source: Form submited from the page %s
de: Die Nachricht wurde gesendet von der Seite %s

source: You have to agree with our privacy policy to submit the form.
de: Bitte stimmen Sie den Bestimmungen zum Datenschutz zu.

source: This message is too long! Please, write not more than 50000 characters.
de: Die Nachricht ist zu lang. Bitte nicht mehr als 50000 Zeichen.

source: Message is a required field!
de: Nachricht ist ein Pflichtfeld!

source: Email not valid!
de: Email hat ein falsches Format!

source: Email is a required field!
de: Email ist ein Pflichtfeld!

source: Name is a required field!
de: Name ist ein Pflichtfeld!

source: Form submitted successfully! Thank you for your message!
de: Die Nachricht wurde gesendet. Vielen Dank!

source: By submitting this form I agree with the %sprivacy policy%s
de: Mit dem Abschicken stimmen Sie den Bestimmungen zum %sDatenschutz%s zu

source: Send
de: Abschicken

source: Message
de: Nachricht

source: Message from %s
de: Eine Nachricht von %s

source: Access to the filesystem denied
de: Zugriff auf das Dateisystem nicht möglich

source: Settings not updated
de: Die Einstellungen wurden nicht gespeichert

source: The lightest contact form for WordPress. So essential you'll either love it or hate it. Ultra lightweight and no spam.
de: Das schlanke Kontaktformular für WordPress. Sie werden es lieben oder hassen. Ultraleicht und kein Spam.
